/* Generic authentication error. */
"INVALID_NAME_PASSWORD" = "Podana została nieprawidłowa nazwa użytkownika lub złe hasło.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Spróbuj ponownie.";


/* Messages */
"TIME_WILL_EXPIRE" = "Czas komputera zbliża się do końca.";
"TIME_HAS_EXPIRED" = "Czas komputera wygasł";

/* Information */
"ADD_TIME" = "Aby zezwolić użytkownikowi na zalogowanie, wybierz czas z menu poniżej oraz wpisz nazwę i hasło administratora.";